Repository: RedHatSatellite/foreman_theme_satellite
Catalog: locale/*/foreman_theme_satellite.po
Languages: fr, ja, ka

source: (build: %{version})
ja: (ビルド: %{version})
ka: (აგება: %{version})

source: API Guide
fr: Guide API
ja: API ガイド
ka: API-ის გიდი

source: Administering Red Hat Satellite
fr: Administration de Red Hat Satellite
ja: Red Hat Satellite の管理
ka: Red Hat Satellite-ის ადმინისტრირება

source: Blog
ja: ブログ
ka: ბლოგი

source: Customer portal
fr: Portail clients
ja: カスタマーポータル
ka: მომხმარებლის პორტალი

source: Documentation
ja: ドキュメント
ka: დოკუმენტაცია

source: Environment only
fr: Seulement un environnement
ja: 環境のみ
ka: მხოლოდ გარემო

source: Full trace
fr: trace complète
ja: 完全トレース
ka: სრული ტრეისი

source: Host group and Environment
fr: Groupe d'hôtes et Environnement
ja: ホストグループと環境
ka: ჰოსტების ჯგუფი და გარემო

source: Host group only
fr: Seulement un groupe d'hôte
ja: ホストグループのみ
ka: მხოლოდ ჰოსტების ჯგუფი

source: If you feel this is an error with Satellite 6 itself, please open a new issue with
fr: Si vous pensez qu'il s'agisse d'une erreur de Satellite 6, merci d'ouvrir un ticket avec
ja: これが Satellite 6 自体のエラーであると思われる場合は、新規の問題として以下に提出してください:
ka: თუ გგონიათ, რომ ეს შეცდომა Satellite 6-ის შეცდომაა, გახსენით ახალი ბილეთი

source: Includes %{system} © 2009-%{year} Paul Kelly and Ohad Levy
fr: Comprend%{system} © 2009-%{year} Paul Kelly et Ohad Levy
ja: %{system} (© 2009-%{year} Paul Kelly and Ohad Levy) を含む
ka: შეიცავს %{system} © 2009-%{year} პოლ კელი და ოჰედ ლევი

source: More information
fr: Plus d'information
ja: 詳細
ka: მეტი ინფორმაცია

source: On August 31, 2022, Red Hat Virtualization entered the Maintenance Support Phase. The Maintenance Support Phase runs until August 31, 2024, followed by the Extended Life Phase, which runs until August 31, 2026.
fr: Le 31 août 2022, Red Hat Virtualization est entré dans la phase de support de maintenance. La phase de support de maintenance s'étend jusqu'au 31 août 2024, suivie de la phase de durée de vie prolongée, qui s'étend jusqu'au 31 août 2026.
ja: 2022 年 8 月 31 日、Red Hat Virtualization はメンテナンスサポートフェーズに入りました。メンテナンスサポートフェーズは 2024 年 8 月 31 日まで続きます。その後、延長ライフフェーズが 2026 年 8 月 31 日まで続きます。
ka: 2022 წლის 31 აგვისტოს RHEV რემონტის მხარდაჭერის ფაზაზე გადავიდა. ის 2024 წლის 31 აგვისტომდე გაგრძელდება, რომელიც გაფართოებული სიცოცხლის ფაზით გაგრძელდება, 2026 წლის 31 აგვისტომდე.

source: Operating System
fr: Système d'exploitation
ja: オペレーティングシステム
ka: ოპერაციული სისტემა

source: Operating system default
fr: Système d'Exploitation par défaut
ja: オペレーティングシステムのデフォルト
ka: ოპერაციული სისტემის ნაგულისხმები მნიშვნელობა

source: RHEV integration is deprecated.
fr: L’intégration RHEV est obsolète.
ja: RHEV 統合は非推奨です。
ka: RHEV-ის ჩაშენება მოძველებულია.

source: Red Hat Satellite Blog
fr: Blog Red Hat Satellite
ja: Red Hat Satellite ブログ
ka: Red Hat Satellite-ის ბლოგი

source: Satellite ticketing system
fr: Gestionnaire de tickets Satellite
ja: Satellite チケットシステム
ka: Satellite-ის ბილეთებს სისტემა

source: Show unsupported provisioning templates
fr: Afficher les modèles de provisionnement non pris en charge
ja: サポートされていないプロビジョニングテンプレートの表示
ka: მხარდაუჭერელი გაშლის ნიმუშების ჩვენება

source: Show unsupported provisioning templates. When enabled, all the avaiable templates will be shown. When disabled, Red Hat supported templates will be shown only
fr: Afficher les modèles de provisionnement non pris en charge. Lorsqu'il est activé, tous les modèles disponibles seront affichés. Lorsqu'ils sont désactivés, les modèles pris en charge par Red Hat seront affichés uniquement
ja: サポートされていないプロビジョニングテンプレートを表示します。有効にすると、使用可能なすべてのテンプレートが表示されます。無効にすると、Red Hat がサポートするテンプレートだけが表示されます
ka: მხარდაუჭერელი გაშლის ნიმუშების ჩვენება. როცა ჩართულია, ნაჩვენები იქნება ყველა ხელმისაწვდომი ნიმუში. როცა გამორთულია, ნაჩვენები იქნება, მხოლოდ, Red Hat-ის მიერ მხარდაჭერილი ნმუშები

source: Support
fr: Assistance
ja: サポート
ka: მხარდაჭერა

source: Supported by Red Hat
fr: Pris en charge par Red Hat
ja: Red Hat によるサポート
ka: მხარდაჭერილია Red Hat-ის მიერ

source: The final entry, Operating System default, can be set by editing the %s page.
fr: La dernière entrée, le système d'exploitation par défaut, peut être défini en modifiant la page %s.
ja: 最終エントリーのオペレーティングシステムのデフォルトは、%s ページを編集して設定できます。
ka: საბოლოო ჩანაწერი, ოპერაციული სისტემის ნაგულისხმები, შეიძლება დაყენდეს %s გვერდის რედაქტირებით.

source: Theme changes for Satellite 6.
fr: Changements de thèmes avec Satellite 6.
ja: Satellite 6 向けテーマの変更
ka: თემის ცვლილებები Satellite 6-სთვის.

source: Transitioning from Red Hat Satellite 5 to Red Hat Satellite 6
fr: Transition de Red Hat Satellite 5 vers Red Hat Satellite 6
ja: Red Hat Satellite 5 から Red Hat Satellite 6 への移行
ka: გადასვლა Red Hat Satellite 5-დან to Red Hat Satellite 6-ზე

source: Version %{version}
ja: バージョン %{version}
ka: ვერსია %{version}

source: Version %{version} © %{year} Red Hat Inc.
ja: バージョン %{version} © %{year} Red Hat Inc.
ka: ვერსია %{version} © %{year} Red Hat Inc.

source: When a Host requests a template (e.g. during provisioning), Foreman selects the optimal match from the available templates of that type, in the following order:
fr: Quand un hôte demande un modèle (par ex. pendant le provisioning), Foreman va choisir la meilleure correspondance entre les types de modèles existants, dans l'ordre suivant :
ja: ホストがテンプレートを要求する際 (例: プロビジョニング時) に、Foreman は以下の順序で、該当タイプの利用可能なテンプレートから最適な候補を選択します。
ka: როდესაც ჰოსტი მოითხოვს შაბლონს (მაგ. სამუშაოდ მომზადების დროს), Foreman საუკეთესო შესატყვისს ამ ტიპის არსებული შაბლონებიდან შემდეგი თანამიმდევრობით შეარჩევს:

source: When editing a Template, you must assign a list of Operating Systems with which this Template can be used. Optionally, you can restrict a template to a list of Hostgroups or Environments.
fr: Lors de la modification d'un modèle, vous devez attribuer une liste de systèmes d'exploitation qui peuvent utiliser ce modèle. Vous pouvez également restreindre un modèle à un groupe d'hôtes et/ou à des environnements.
ja: テンプレートの編集時に、このテンプレートを使用できるオペレーティングシステムの一覧を割り当てる必要があります。オプションで、テンプレートをホストグループまたは環境の一覧に制限することができます。
ka: შაბლონის რედაქტირებისას თქვენ უნდა მიანიჭოთ სია ოპერაციული სისტემებისა, რომლებთანაც შესაძლებელია ამ შაბლონის გამოყენება. სურვილისამებრ, შეგიძლიათ, შაბლონი ჰოსტების ჯგუფების სიით ან/და გარემოებით შეზღუდოთ.

source: You can find us on %{liberachat} (irc.libera.chat) in #redhat-satellite.
fr: Vous pouvez nous retrouver sur%{liberachat} (irc.libera.chat) dans #redhat-satellite.
ja: %{liberachat} (irc.libera.chat) の #redhat-satellite からお問い合わせいただけます。
ka: %{liberachat}-ზე (irc.libera.chat) ჩვენი პოვნა #redhat-satellite არხზე შეგიძლიათ.

source: You would probably need to attach the
fr: Vous aurez probablement besoin d'attacher la
ja: 必要な添付内容:
ka: ალბათ, დაგჭირდებათ მიამაგროთ

source: and relevant log entries.
fr: et les entrées de log correspondantes.
ja: と関連するログエントリー。
ka: და შესაბამისი ჟურნალის ჩანაწერები.
